[Demo_Destiny_ep4_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=5355,Y=-1660,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=5355,Y=-1850,Z=0),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_lp_close_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0102_fx_Stand2Displease",Rate=0,Number=3,Bit=1)
DemoScripts[13]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0200_lp_Displease",Number=8)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_002_Cue',Name="エコロ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0201_fx_Displease2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_003_Cue',Name="エコロ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_006_Cue',Name="エコロ")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_007_Cue',Name="エコロ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=2,Bit=0)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[40]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_010_Cue',Name="エコロ")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[42]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_011_Cue',Name="エコロ")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[49]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_012_Cue',Name="エコロ")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[51]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=3,Bit=1)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[54]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_013_Cue',Name="エコロ")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[56]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0003_fx_close_smile_L",motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[60]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_015_Cue',Name="エコロ")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[62]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_016_Cue',Name="エコロ")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[67]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_lp_close_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0104_fx_Stand2Pray",Rate=0,Number=3,Bit=1)
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0400_lp_Pray",Number=8)
DemoScripts[70]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep4_1.GG2_V_DES_ep4_1_017_Cue',Name="エコロ")
DemoScripts[71]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[72]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[74]=(Actor=WINDOW,Command=EXIT)
DemoScripts[75]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[76]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[77]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[78]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[79]=(Actor=SYSTEM,Command=END)

[Select_Destiny_ep4_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Destiny_ep4_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="這麼說來,/n艾可蘿說過自己是精英天使,/n天使也有分是不是精英嗎?")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="有哦./n像我家就是歷史悠久的/n邱比特名門.")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="在地上出現嬰兒潮的時候,/n大多都和我們家族的人有關聯唷.")

Texts[3]=(Label="TEXT04",Name="峯大",Text="莫名地有實感,聽起來很討厭啊....../n啊--話雖如此,艾可蘿卻/n不怎麼有精英的感覺耶?")

Texts[4]=(Label="TEXT05",Name="峯大",Text="禮貌是禮貌,/n但該說是微妙地有點俗氣,/n還是比較平實呢......")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="唔......老師也是這麼說的....../n說是我最近受到太多/n帕塔可學姊的負面影響......")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="啊,我說的帕塔可學姊/n是我尊敬的天使學姊的名字.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="啊,那個\"太受歡迎傳說\"的....../n也就是說,是受到壞朋友的影響,/n讓千金小姐因此走上歪路的類型吧......")

Texts[8]=(Label="TEXT09",Name="峯大",Text="(一年級有個同樣名字的女生....../n不過,再怎麼說也只是同名而已吧......)")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="說成壞朋友未免太失禮了!/n帕塔可學姊是很出色的學姊!!")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="雖然成績總是不及格,/n而且在畢業考上大失敗,/n被人稱為傳說......")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="態度總是很隨便,又粗心大意,/n還是個懶惰鬼,而且唯利是圖,做事魯莽,/n卻偏偏充滿了莫名的自信......")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="但是因為帕塔可學姊的體貼/n和樂觀的態度而獲得救贖的/n見習天使也有很多哦!")

Texts[13]=(Label="TEXT14",Name="峯大",Text="呃......抱歉./n那個叫帕塔可學姊的天使/n是很厲害的人呢......")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="就是說啊!")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="明明是這樣,老師們卻只因為/n補習時稍微失敗了一下,/n就給她那麼過分的處罰......")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="啊啊......帕塔可學姊....../n多麼可憐啊......")

Texts[17]=(Label="TEXT18",Name="峯大",Text="呃......嗯,真是不容易呢....../n(她好像可以講很久....../n隨便找個時機出發吧......)")

Texts[18]=(Label="",Name="",Text="")

Texts[19]=(Label="SELECT01",Name="",Text="")

Texts[20]=(Label="SELECT02",Name="",Text="")

Texts[21]=(Label="SELECT03",Name="",Text="")

Texts[22]=(Label="SELECT04",Name="",Text="")

Texts[23]=(Label="SELECT05",Name="",Text="")

Texts[24]=(Label="SELECT06",Name="",Text="")

Texts[25]=(Label="SELECT07",Name="",Text="")

Texts[26]=(Label="SELECT08",Name="",Text="")

Texts[27]=(Label="SELECT09",Name="",Text="")

Texts[28]=(Label="SELECT10",Name="",Text="")


